Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་ གཤེགས་པ་ བྱང་ཆུབ་ ཡན་ལག་ མེ་ཏོག་ ནི །_། ཤིང་ཏོག་ འཚོང་ ཚེ་ བདེ་གཤེགས་ ཤེས་རབ་ མངའ་བ་ ལ །_། ཨ་མྲ འི་ འབྲས་བུ་ གསུམ་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $846 “The thus-gone Bodhyaṅgapuṣpa, when a fruit vendor, |#| Offered three mangoes |#| To the well-gone Master of Insight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བཀྲ་ཤིས་ སྤོས་ འཚོང་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ སྟེགས་ དེ་ ལ །_། ཙམ་པ་ཀ་ ཡི་ མེ་ཏོག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $847 “The well-gone Siddhi, when the son of an incense merchant, |#| Offered campaka flowers |#| To the thus-gone Support for Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལེགས་པ ར་ སྟོན་པ་ འཁོར་ལོ ས་ སྒྱུར་བ་ ཡི །_། བློན་པོ འི་ ཚེ་ ན་ བདེ་གཤེགས་ ལྷུན་པོ འི་ འོད་ དེ་ ཡི །_། འཆག་ས་ དག་ ནི་ བཻ་ དཱུརྱ་ ལས་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $848 “The well-gone Praśasta, when the minister of a universal monarch, |#| Offered a monastic walkway made of beryl |#| To the well-gone Mountain of Light |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཡེ་ཤེས་ གཟི་བརྗིད་ སྟོབས །_། ཤིང་ སྲུངས་ ཚེ་ ན་ བདེ་གཤེགས་ ཞི་བ་ ཡི །_། བློ་གྲོས་ དེ་ ལ་ སེའུ་ འབྲུ་ གཅིག་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $849 “The thus-gone Balatejojñāna, when a forest guard, |#| Offered a pomegranate |#| To the well-gone Intelligence of Peace |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དགེ་བ འི་ སྒྲོན་མ་ ཚོང་པ འི་ [329b] ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐུ་རྩལ་ ཆེ་ དེ་ |#| ལ །_། བ་སོ འི་ གཟིམས་ ཁྲི་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $850 “The well-gone Kuśalapradīpa, when a merchant, [329.b] |#| Offered an ivory bedstead |#| To the thus-gone Great Power |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཐུ་རྩལ་ བརྟན་པོ་ བྲམ་ཟེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དམ་བཅས་ བརྟན་པ་ ལ །_། ཨ་མྲ འི་ ཁུ་བ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $851 “The well-gone Dṛḍhavikrama, when a brahmin, |#| Offered mango juice |#| To the thus-gone Firm Resolve |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ལྷ་ སྒྲ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དོན་གྲུབ་ དེ་ ལ་ ནི །_། པ་ ལ་ ཤི་ ཀ་དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $852 “The thus-gone Devaruta, when a merchant, |#| Offered palāśika flowers |#| To the thus-gone Aim Accomplished |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རབ་ ཞི་ གོས་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཕན་པ ར་ དགྱེས་ དེ་ ལ །_། ན་བཟའ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $853 “The thus-gone Praśānta, when a garment merchant, |#| Offered robes |#| To the thus-gone Delighting in Benefiting |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཉི་མ འི་ ཞལ་ ནི་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡིས་ མཆོད་ དེ་ |#| ལ །_། རྫིང་བུ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $854 “The well-gone Sūryānana, when a householder, |#| Offered ponds |#| To the thus-gone Worshiped by Gods |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐར་པ འི་ བརྟུལ་ཞུགས་ མི་ བཀྲེན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤོང་བ འི་ ཤུགས་ དེ་ ལ །_། པྲི་ཡང་ཀུ་ ཡི་ བསོད་སྙོམས་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $855 “The well-gone Mokṣavrata, when a destitute, |#| Offered priyaṅgu as alms |#| To the thus-gone Force of Abandonment |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚུལ་ཁྲིམས་ འོད་ ནི་ དབུལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རིན་ཆེན་ གཏོང་ དེ་ |#| ལ །_། ཚོད་མ འི་ ཁུ་བ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $856 “The well-gone Śīlaprabha, when a poor man, |#| Offered vegetable juice |#| To the thus-gone Jewel Gift |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བརྟུལ་ཞུགས་ གནས་པ་ ཁྱིམ་བདག་ གི །_། བུ་མོ འི་ ཚེ་ ན་ བདེ་གཤེགས་ ཡེ་ཤེས་ ཤུགས །_། དེ་ ལ་ ཨུད་ པལ་ ལྡ་ལྡི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $857 “The well-gone Vratasthita, when the daughter of a householder, |#| Offered tassels of utpalas |#| To the well-gone Force of Wisdom |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྡུལ་མེད་ ཕྲེང་རྒྱུད་ བུ་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟམ་པ་ དེ་ ལ་ ནི །_། པད་མ་ འདབ་བརྒྱ་པ་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $858 “The well-gone Arajas, when the daughter of a garland maker, |#| Offered one hundred lotus petals |#| To the thus-gone Bridge |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྙིང་པོ་ འཕགས་པ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐར་པ་ བཟང་པོ་ ལ །_། རས་ཡུག་ གཅིག་ གིས་ དགབ་པ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $859 “The well-gone Sārodgata, when a merchant, |#| Covered the thus-gone Excellent Liberation |#| With a length of cotton |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ མིག་སྨན་ ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཚོགས་ ནི་ རྣམ་གནོན་ ལ །_། ཨ་མྲ འི་ འབྲས་བུ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $860 “The thus-gone Añjana, when a guide, |#| Offered mango fruit |#| To the thus-gone Subjugator of the Gathering |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འཕེལ་ མཛད་ རྒྱལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་ [330a] པ་ གཟི་བརྗིད་ སྣང་བ་ ལ །_། གསེར་ གདུགས་ ཡུ་བ་ བཻ་ དཱུརྱས་ བྱས་པ །_། ཕུལ་ ནས་ |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $861 “The thus-gone Vardhana, when a king, |#| Offered a golden parasol with a handle of beryl [330.a] |#| To the thus-gone Splendid Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤོས་ འོད་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བྱམས་པ འི་ སྟོབས་ དེ་ ལ །_། བྱུག་པ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $862 “The well-gone Gandhābha, when the son of a merchant, |#| Offered an ointment |#| To the thus-gone Strength of Love |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དུས་མཁྱེན་ འོད་ ནི་ རྫ་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ དཔལ་ དེ་ ལ །_། ཁམ་པ་ དག་ ལས་ བྱས་པ འི་ ལྷུང་བཟེད་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $863 “The well-gone Velāmaprabha, when a potter, |#| Offered a clay alms bowl |#| To the thus-gone Moon Glory |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དྲན་པ འི་ དབང་པོ་ ཚོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཞི་བ འི་ འོད་ དེ་ ཡི །_། ལམ་ དུ་ ཟམ་པ་ དག་ ནི་ བཙུགས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $864 “The well-gone Smṛtīndra, when a merchant, |#| Built bridges on the road |#| For the thus-gone Light of Peace |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཞལ་ བཟངས་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤྱན་ ནི་ སྡུག་ དེ་ ལ །_། མེ་ཏོག་ ཀུ་མུ་ད་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $865 “The thus-gone Bhadravaktra,#241 when a garland maker, |#| Offered kumuda flowers |#| To the thus-gone Lovely Eyes |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐོགས་མེད་ རྒྱལ་མཚན་ འདྲེག་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་ ལྡན་ དབྱངས་ དེ་ ཡི །_། ཕྱག་ གི་ སེན་མོ་ དག་ ནི་ བཅད་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $866 “The well-gone Asaṅgadhvaja, when a barber, |#| Cut the nails on the hands |#| Of the thus-gone Lunar Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བྱང་ཆུབ་ མཆོག་ བགྲོད་ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ གཟུགས་ དེ་ ཡི །_། སྤྱན་སྔ ར་ ལམ་ དག་ མཚོན་པ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $867 “The well-gone Varabodhigati, when a guide, |#| Showed the way |#| To the thus-gone Nectar Form |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤྱོད་ གསལ་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆོས་ ཀྱི་ བློ་གྲོས་ ལ །_། མུ་ཏིག་ དོ་ཤལ་ དག་ ནི་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $868 “The well-gone Caraṇaprasanna, when the son of a merchant, |#| Scattered pearl necklaces |#| Before the thus-gone Dharma Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ དགྱེས་པ་ ཕྱག་དར་པ །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ ཟླ་བ་ ཆེན་པོ་ ལ །_། མཆོད་ ཕྱིར་ གླིང་བུ་ དག་ ནི་ བུས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $869 “The well-gone Ratnapriya, when a sweeper, |#| Played the flute as an offering |#| To the well-gone Great Moon |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོས་ ཀྱི་ དབང་ཕྱུག་ དགེ་སློང་ ཚེ །_། ཆོས་ རྣམས་ ཡང་དག་ གཟུང་ ཕྱིར་ སེམས་ བཏུད་ ནས །_། |#| དེ་བཞིན་ གཤེགས་པ་ ཐོགས་མེད་ དབྱངས་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $870 “The well-gone Dharmeśvara, when a monk, |#| With veneration sought to retain all the teachings |#| Of the thus-gone Unimpeded Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ ཐམས་ཅད་པ་ གསེར་ རྟོག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ མེ་ཏོག་ ལ །_། གསེར་ གྱིས་ སྤར་བ་ བཀང་ སྟེ་ |#| གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ [330b] བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $871 “The well-gone Viśvadeva, when a gold expert, |#| Scattered a handful of gold |#| Before the thus-gone Divine Flower[330.b] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བཤེས་གཉེན་ ཆེན་པོ་ ཤིང་རྟ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ སྙོམས་པ ར་ གཟིགས་ དེ་ |#| ལ །_། ཁང་ བཟངས་ དག་ ནི་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $872 “The well-gone Mahāmitra, when a chariot maker, |#| Built a mansion and offered it |#| To the well-gone Equanimous Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བཤེས་གཉེན་ བཟང་པོ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ་ ཆེན་པོ་ ལ །_། སྣོད་ དག་ ཆུ་ ཡིས་ བཀང་ སྟེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $873 “The well-gone Sumitra, when a merchant, |#| Offered a vessel filled with water |#| To the thus-gone Great Moon |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རབ་ཏུ་ ཞི་ སྟབས་ ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བསོད་ནམས་ བཞེད་ དེ་ ལ །_། རྩ་བ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $874 “The well-gone Praśāntagāmin, when a guide, |#| Offered roots |#| To the thus-gone Acceptance of Merit |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བདུད་རྩི འི་ བདག་པོ་ ཤིང་ཏོག་ ཁྱེར་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཕུང་པོ་ བཅུ་པ་ དེ་ ལ་ ནི །_། ལྷུང་བཟེད་ ཨ་མྲ་ དག་ གིས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $875 “The well-gone Amṛtādhipa, when a fruit porter, |#| Filled an alms bowl with mangoes as an offering |#| To the thus-gone Ten Aggregates |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷུན་པོ འི་ འོད་ ནི་ རྒྱལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྣ་ཚོགས་ འོད་ དེ་ ཡི །_། གྲོང་ཁྱེར་ དག་ ནི་ བླ་རེ ས་ གཡོགས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $876 “The well-gone Meruprabha, when a king, |#| Set up a canopy above the city |#| Of the thus-gone Diverse Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ འཕགས་པ ས་ བསྟོད་པ་ ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཀླུ་ ཡིས་ བྱིན་པ་ དེ འི །_། ལམ་སྲང་ དག་ ནི་ མཚོན་པ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $877 “The well-gone Āryastuta, when a guide, |#| Showed the way |#| To the thus-gone Nāga Gift |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྣང་ ལྡན་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤྲིན་ གྱི་ དབྱངས་ དེ་ ལ །_། གསེར་ ལས་ བྱས་པ འི་ པད་མ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $878 “The thus-gone Jyotiṣmat, when a householder, |#| Offered a lotus flower of gold |#| To the thus-gone Cloud Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟི་བརྗིད་ འབར་བ་ རྩྭ་ ཐུན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ མཐུ་རྩལ་ ལ །_། རྩྭ་ སྟན་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $879 “The well-gone Dīptatejas, when a straw collector, |#| Offered a straw seat |#| To the thus-gone Powerful Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྣང་ གཟིགས་ རྩིས་པ འི་ ཁྱེའུ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ སེམས་ དེ་ ལ །_། རིན་ཆེན་ དྲ་བ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $880 “The well-gone Avabhāsadarśin, when a young astrologer, |#| Offered a net of jewels |#| To the thus-gone Mind Endowed with Qualities |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལེགས་སྤྱད་ རྣམ་སྨིན་ བཅའ་བ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ སྤྲིན་ གྱི་ དབྱངས་ དེ་ ལ །_། ལྷུང་བཟེད་ བཅའ་བ ས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $881 “The well-gone Sucīrṇavipāka, when a cook, |#| Filled an alms bowl with prepared food |#| As an offering to the well-gone Cloud Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ [331a] ལེགས་པ ར་ དགྱེས་པ་ དཔའ་བོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གསལ་བ འི་ དབྱངས་ དེ་ ལ །_། རྒྱལ་མཚན་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $882 “The well-gone Supriya, when a hero, [331.a] |#| Offered a banner |#| To the thus-gone Clear Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མྱ་ངན་ བྲལ་བ་ རྩིས་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ངན་སོང་ སྤོང་བ་ ལ །_། མེ་ཏོག་ རྣ་རྒྱན་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $883 “The well-gone Vigataśoka, when an astrologer, |#| Offered ear ornaments made of flowers |#| To the thus-gone Relinquishing the Lower Realms |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རིན་ཆེན་ འོད་ ནི་ དགེ་སློང་ བསྙེན་བཀུར་བ །_། བྱེད་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ ལྷ་ ཡི་ མེ་ཏོག་ ལ །_། མར་མེ་ དག་ ནི་ རབ་ཏུ་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $884 “The well-gone Ratnaprabhāsa, when venerating a monk, |#| Offered butter lamps |#| To the thus-gone Divine Flower |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྤྱོད་ ལྡན་ ཁྱིམ་བདག་ ཚེ །_། བསླབ་པ འི་ གཞི་ལྔ་ དག་ ནི་ བཟུང་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ སྤྱན་ མཛེས་ལྡན་པ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $885 “The thus-gone Cāritraka, when a householder, |#| Took up the five bases for training |#| Before the thus-gone Endowed with Beautiful Eyes |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསོད་ནམས་ སྟོབས་ ནི་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྒྲོན་མ་ ཆེན་པོ་ ལ །_། མལ་སྟན་ ཤིང་བལ་ ཅན་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $886 “The well-gone Puṇyabala, when a householder, |#| Offered a mattress filled with cotton |#| To the thus-gone Great Lamp |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡོན་ཏན་ རྒྱ་མཚོ་ ཤིང་རྟ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ བརྟུལ་ཞུགས་ ཆེན་པོ་ དེ འི །_། གནས་ཁང་ དག་ ནི་ བྱུག་པ ས་ བྱུགས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $887 “The well-gone Guṇasāgara, when a chariot maker, |#| Anointed the residence |#| Of the well-gone Great Yogic Discipline |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྨད་བྱུང་ སྣང་ མ་པ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟིགས་པ་ བརྟན་ དེ་ |#| ལ །_། སྣང་ མ་ དག་ ནི་ བལྟམ་ སྟེ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $888 “The well-gone Caitraka, when a servant, |#| Offered service |#| To the thus-gone Steadfast Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ང་ སྤོང་ རྒྱལ་པོ འི་ བཙུན་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མྱོས་པ་ སྤོང་ དེ་ |#| ལ །_། མེ་ཏོག་ ལྡ་ལྡི་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $889 “The well-gone Mānajaha, when a queen, |#| Offered tassels of flowers |#| To the thus-gone Renouncing Intoxication |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བདུད་ བརླག་ མཛད་པ་ དམག་ མི འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཚན་ གྱི་ མེ་ཏོག་ ལ །_། མཆིལ་ལྷམ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $890 “The well-gone Mārakṣayaṃkara, when a solider, |#| Offered footwear |#| To the thus-gone Flower of Marks |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བག་ཆགས་ རྒལ་ སྟབས་ ཚོང་པ འི་ ཚེ །_། བདེ་གཤེགས་ བསམ་ གྱིས་ མི་ ཁྱབ་ འོད་ དེ་ ལ །_། ཕྲེང་བ་ དག་ ལས་ བྱས་པ འི་ བླ་རེ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $891 “The well-gone Vāsanottīrṇa­gati, when a merchant, |#| Offered a canopy made of garlands |#| To the well-gone Inconceivable Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མི་ ཕྱེད་ བློ་ མངའ་ ཤན་པ འི་ ཚེ །_། དེ་ [331b] བཞིན་ གཤེགས་པ་ ཀུན་ དུ་ འོད་ དེ་ ལ །_། ཤི ར་ ཤ འི་ ཕྲེང་བ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $892 “The well-gone Abhedyabuddhi, when a butcher, [331.b] |#| Offered a garland of śīrṣa |#| To the thus-gone Universal Light |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྒྱ་མཚོ་ དྲང་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ འོད་ དེ་ ཡི །_། སྤྱན་སྔ ར་ གླུ་དབྱངས་ དག་ ནི་ བླངས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $893 “The thus-gone Udadhi, when an honest person,#242 |#| Sang songs |#| Before the thus-gone Moonlight |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དག་ མཛད་ གྲོང་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡིད་འོང་ ཟླ་བ་ ལ །_། གསེར་ གྱི་ མེ་ཏོག་ དག་ གིས་ གཏོར་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $894 “The thus-gone Śodhita, when the head of a town, |#| Scattered golden flowers |#| Before the thus-gone Delightful Moon |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཚོགས་ཅན་ གྲོང་ རྒྱལ་ ཚོང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཛེས་པ འི་ དབྱངས་ དེ་ ལ །_། ཁ་གཟར་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $895 “The well-gone Gaṇimuktirāja, when a merchant, |#| Offered a ladle |#| To the thus-gone Beautiful Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དགའ་ འོད་ པད་མ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ མཆོག་ དེ་ ལ །_། ཀ་ རན་ ཏ་ ཀ་དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $896 “The well-gone Priyābha, when an expert on lotuses, |#| Offered a karaṇḍaka#243 |#| To the thus-gone Supreme Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བྱང་ཆུབ་ རྒྱལ་མཚན་ མདུན་ འདོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ འོད་ དེ་ ལ །_། ཆོས་ ལ་ དགབ་པ འི་ ན་བཟའ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $897 “The well-gone Bodhidhvaja, when a priest, |#| Offered fabric to cover Dharma texts |#| To the thus-gone Moonlight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ རིན་ཆེན་ ཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མེ་ཏོག་ སྙིང་པོ་ ལ །_། མེ་ཏོག་ དག་ ལས་ བྱས་པ འི་ རྒྱལ་མཚན་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $898 “The well-gone Jñānaratna, when a garland maker, |#| Offered a banner made with flowers |#| To the thus-gone Flower Essence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཤིན་ཏུ་ བསིལ་བ་ ཁྱིམ་བདག་ གི །_། བུ་ ཚེ་ དེ་བཞིན་ གཤེགས་པ་ ཡིད་ གཏོད་ ལ །_། ནོར་བུ་ རིན་ཆེན་ མཆིལ་ལྷམ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $899 “The well-gone Suśītala, when the son of a householder, |#| Offered footwear of precious jewels |#| To the thus-gone Mental Focus |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཚངས་ རྒྱལ་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཆོད་སྦྱིན་ བྱིན་པ་ ལ །_། གསེར་ ལས་ བྱས་པ འི་ གོས་ དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $900 “The thus-gone Brahmarāja, when a captain, |#| Offered robes made with gold |#| To the thus-gone Sacrifice Gift |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ དགྱེས་པ་ ཤིང་རྟ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ ཡིད་བཞིན་ འབྱོར་པ་ ལ །_། བཞུགས་ ཁྲིའུ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $901 “The well-gone Jñānarata, when a chariot maker, |#| Offered a throne |#| To the well-gone Wish-Fulfilling Wealth |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྫུ་འཕྲུལ་ ཏོག་ ནི་ གར་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཐར་པ་ དགྱེས་ དེ་ ཡི །_། སྤྱན་སྔ ར་ བྲོ་གར་ དག་ ནི་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ [332a] བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $902 “The well-gone Ṛddhiketu, when a dancer, |#| Performed a dance |#| Before the thus-gone Delighting in Liberation |#| And in doing so first gave rise to the mind of awakening. [332.a]

source: བདེ་གཤེགས་ སྐྱེ་ དབང་ མཚུངས་པ་ ཚོང་དཔོན་ གྱི །_། བུ་ ཚེ་ དད་པས་ བདེ་གཤེགས་ སྟབས་ འཇོག་ ལ །_། གསེར་སྐུད་ དག་ གིས་ གཏོར་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $903 “The well-gone Janendrakalpa, when the son of a merchant, |#| Out of faith scattered threads of gold |#| Before the well-gone Employing Gracefulness |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ས་ ཡི་ དབང་ཕྱུག་ རྔོན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་ དག་ འདུལ་བ་ ལ །_། རྩྭ་ ལས་ བྱས་པ འི་ མཆིལ་ལྷམ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $904 “The well-gone Dharaṇīśvara, when a hunter, |#| Offered footwear made from straw |#| To the thus-gone Tamer of Enemies |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཉི་མ་ དགྱེས་པ་ ཕྱེ་མ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ ཡུལ་མེད་ སྤོང་བ་ ལ །_། ཨུད་ པལ་ ཞལ་ སྤོས་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $905 “The well-gone Sūryapriya, when an expert in powders, |#| Offered facial perfume made from utpalas |#| To the well-gone Total Relinquishment |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྒྲ་གཅན་ ཟླ་བ་ གཞན་ བྲན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ འོད་ དེ་ ལ །_། རྩྭ་ ཡི་ ཁང་ བཟངས་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $906 “The well-gone Rāhucandra, when a servant of others, |#| Built a straw villa and offered it |#| To the thus-gone Nectar Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མེ་ཏོག་ འོད་ ནི་ དགེ་སློང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ངར་མི་ སེམས་པ་ ལ །_། མཆིལ་ སྣོད་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $907 “The well-gone Puṣpaprabha, when a monk, |#| Offered a spittoon |#| To the thus-gone No Thought of I |#| And in doing so first gave rise to the mind of awakening.
